[
  { "min": 950, "max": 1000, "text": "Benvenuto nello spazio" },
  { "min": 900, "max": 929, "text": "Attenzione" },
  { "min": 850, "max": 879, "text": "Una stella sta per morire...\nIl suo destino cambierà lo spazio attorno a sé per sempre...." },
  { "min": 800, "max": 829, "text": "Inizia ora il viaggio...\nverso l'ignoto..." },
  { "min": 750, "max": 779, "text": "Immagina una stella molto, molto grande, almeno venti volte più grande del nostro Sole. Dopo tanto tempo, anche questa stella arriva alla fine della sua vita." },
  { "min": 700, "max": 729, "text": "La stella ha consumato tutto il carburante che la faceva brillare..." },
  { "min": 650, "max": 679, "text": "Mentre il centro si schiaccia, gli strati esterni della stella vengono lanciati lontano nello spazio con una forza incredibile..." },
  { "min": 600, "max": 629, "text": "Una supernova è una delle esplosioni più forti e luminose che ci siano..." },
  { "min": 550, "max": 579, "text": "Durante questo evento, la stella rilascia una quantità enorme di energia..." },
  { "min": 500, "max": 529, "text": "Ma quello che rimane dopo questa esplosione è davvero speciale..." },
  { "min": 450, "max": 479, "text": "Questo oggetto misterioso si chiama buco nero..." },
  { "min": 400, "max": 429, "text": "Ecco un punto importante: quando diciamo che nemmeno la luce può uscire..." },
  { "min": 350, "max": 379, "text": "Allora, come possiamo sapere che un buco nero esiste?" },
  { "min": 300, "max": 329, "text": "Gli scienziati lo scoprono osservando l’ambiente intorno..." },
  { "min": 250, "max": 279, "text": "Possiamo individuare un buco nero mentre le stelle orbitano nel vuoto." },
  { "min": 200, "max": 229, "text": "Oppure li troviamo attraverso la materia che si scalda mentre cade." },
  { "min": 150, "max": 179, "text": "E negli ultimi anni, abbiamo scoperto un nuovo modo per “sentire” i buchi neri..." },
  { "min": 100, "max": 129, "text": "Adesso stiamo per avvicinarci alla parte più misteriosa del buco nero..." },
  { "min": 60,  "max": 79,  "text": "L’orizzonte degli eventi è un confine invisibile..." },
  { "min": 30,  "max": 39,  "text": "Ma cosa succede se entriamo dentro l’orizzonte degli eventi?" },
  { "min": 20,  "max": 20,  "text": {}, "class": "centered terminal-style" },
  { "min": 18,  "max": 19,  "text": "Dal nostro punto di vista, potremmo superare l’orizzonte senza accorgercene..." },
  { "min": 15,  "max": 17,  "text": "Nessuna informazione potrebbe tornare indietro..." },
  { "min": 12,  "max": 14,  "text": "La gravità dentro un buco nero è così intensa che la materia viene stirata in lunghe forme sottili, come spaghetti. Per questo gli scienziati chiamano questo fenomeno “spaghettificazione”. La materia viene spezzata, distrutta e... scompare." },
  { "min": 8,   "max": 11,  "text": "Che cosa c’è al centro di un buco nero?" },
  { "min": 4,   "max": 7,   "text": "La teoria più accettata dice che c’è una singolarità: un punto minuscolo dove la densità è infinita e il tempo e lo spazio si comportano in modi che ancora non comprendiamo." },
  { "min": 2,   "max": 3,   "text": "Ma forse la singolarità non è davvero un punto. Forse c’è qualcosa di diverso, qualcosa che ancora non conosciamo. Forse è una porta per altri luoghi, per altri universi. Nessuno lo sa per certo." },
  { "min": 1,   "max": 1,   "text": "I buchi neri ci sfidano a comprendere l’universo. Ci raccontano di stelle morte, ma anche di nascita di conoscenza. Guardare dentro di loro è guardare oltre i limiti della scienza. È guardare noi stessi." }
]
