[
  { "min": 970, "max": 1000, "text": "Attenzione", "class": "center" },
  { "min": 970, "max": 1000, "text": "Scorri un po’, ti garantisco che ne vale la pena!", "class": "bottom-center" },
  { "min": 900, "max": 950, "text": "Stai per assistere alla morte di una stella.Il suo destino cambierà lo spazio attorno a sé per sempre.", "class": "center" },
  { "min": 850, "max": 870, "text": "Inizia ora il viaggio verso l'ignoto.", "class": "center" },
  { "min": 800, "max": 829, "text": "Scorri per continuare l’avventura.", "class": "center" },
  { "min": 750, "max": 779, "text": "Immagina una stella molto, molto grande, almeno venti volte più grande del nostro Sole. Dopo tanto tempo, anche questa stella arriva alla fine della sua vita.", "class": "bottom-left", "image": "/blackhole/images/noun-star-5951975.svg", "imagePosition": "left" },
  { "min": 700, "max": 729, "text": "La stella ha consumato tutto il carburante che la faceva brillare e stare calda. Senza quel carburante, la gravità inizia a vincere e il centro della stella comincia a schiacciarsi sempre di più.", "class": "bottom-left", "image": "/blackhole/images/noun-supernova-5951976.svg", "imagePosition": "left" },
  { "min": 650, "max": 679, "text": "Mentre il centro si schiaccia, vedi gli strati esterni della stella venire lanciati lontano nello spazio con una forza incredibile. Questa esplosione spettacolare che stai osservando si chiama supernova.", "class": "bottom-left" },
  { "min": 600, "max": 629, "text": "Quello che stai vedendo (la supernova) è una delle esplosioni più forti e luminose che ci siano: per un breve periodo può brillare più di tutte le stelle di una galassia messe insieme.", "class": "bottom-left", "image": "/blackhole/images/noun-supernova-5951976.svg", "imagePosition": "left" },
  { "min": 550, "max": 579, "text": "Durante questo evento che hai davanti agli occhi, la stella rilascia una quantità enorme di energia, tanto che per un breve periodo può brillare più di un'intera galassia.", "class": "bottom-left" },
  { "min": 500, "max": 529, "text": "Ma quello che vedrai rimanere dopo questa esplosione è davvero speciale: un oggetto piccolissimo ma super denso, con una forza di gravità così grande che niente può scappare. Nemmeno la luce.", "class": "bottom-left", "image": "/blackhole/images/noun-black-hole-5174676.svg", "imagePosition": "left" },
  { "min": 450, "max": 479, "text": "Questo oggetto misterioso che stai per conoscere si chiama buco nero. Non puoi vederlo direttamente, perché non emette nessuna luce e non riflette niente.", "class": "bottom-left" },
  { "min": 400, "max": 429, "text": "Ecco un punto importante che devi capire: quando diciamo che nemmeno la luce può uscire, parliamo proprio di quella luce che di solito ti permette di vedere le cose. Qui invece, la gravità è così forte che attrae anche quella.", "class": "bottom-left" },
  { "min": 350, "max": 379, "text": "Allora, come possiamo sapere che un buco nero esiste?", "class": "bottom-left" },
  { "min": 300, "max": 329, "text": "Puoi scoprirlo osservando l'ambiente intorno: se vedi una stella muoversi in modo strano, come se fosse attratta da qualcosa di invisibile, è un indizio.", "class": "bottom-left" },
  { "min": 250, "max": 279, "text": "Puoi individuare un buco nero mentre osservi le stelle orbitare nel vuoto.", "class": "bottom-left", "image": "/blackhole/images/noun-galaxy-4774788.svg", "imagePosition": "left" },
  { "min": 200, "max": 229, "text": "O puoi notarlo attraverso la materia che si scalda mentre cade.", "class": "bottom-left", "image": "/blackhole/images/noun-hot-3566723.svg", "imagePosition": "left" },
  { "min": 150, "max": 179, "text": "ATTENZIONE", "class": "bottom-left" },
  { "min": 150, "max": 179, "text": "Ti stai avvicinando sempre di più alla parte più misteriosa del buco nero: l'orizzonte degli eventi.", "class": "bottom-left" },
  { "min": 100, "max": 129, "text": "L’orizzonte degli eventi è un confine invisibile che stai per attraversare. Superato quel punto, nulla può più uscire, nemmeno la luce, nemmeno un segnale, nemmeno una navicella spaziale. Per questo lo chiamano ''punto di non ritorno''.", "class": "bottom-left" },
  { "min": 60, "max": 79, "text": "Se ti avvicinassi troppo a questo confine, da fuori sembrerebbe che tu rallenti sempre di più, come se il tempo per te andasse piano piano. La luce che mandi indietro diventerebbe sempre più debole e stirata, fino quasi a sparire.", "class": "bottom-left", "image": "/blackhole/images/noun-time-6323813.svg", "imagePosition": "left" },
  { "min": 30, "max": 39, "text": "Ma cosa succede se superi l'orizzonte degli eventi?", "class": "bottom-left", "image": "/blackhole/images/noun-astronaut-7840870.svg", "imagePosition": "left" },
  { "min": 20, "max": 20, "text": {}, "class": "centered terminal-style" },
  { "min": 16, "max": 19, "text": "Dal tuo punto di vista interno, potresti superare l'orizzonte senza accorgertene. Ma una volta dentro...", "class": "bottom-left" },
  { "min": 11, "max": 14, "text": "Nessuna informazione che tu possa mandare potrebbe tornare indietro. È come se tu uscissi dall'universo osservabile.", "class": "bottom-left" },
  { "min": 5, "max": 8, "text": "La gravità dentro un buco nero è così intensa che il tuo corpo viene stirato in lunghe forme sottili, come spaghetti. Per questo gli scienziati chiamano questo fenomeno che stai subendo ''spaghettificazione''. Vieni spezzato, distrutto e... scompari.", "class": "bottom-left" },
  { "min": 4, "max": 4, "text": "Che cosa trovi al centro di un buco nero?", "class": "center", "image": "/blackhole/images/noun-astronaut-7840870.svg", "imagePosition": "top" },
  { "min": 3, "max": 3, "text": "La teoria più accreditata dice che c’è una singolarità: un punto minuscolo dove la densità è infinita e il tempo e lo spazio si comportano in modi che ancora non comprendi.", "class": "center" },
  { "min": 2, "max": 2, "text": "Ma forse la singolarità che incontri non è davvero un punto. Forse trovi qualcosa di diverso, qualcosa che ancora non conosci. Forse è una porta per altri luoghi, per altri universi. Nè tu nè nessun altro può saperlo.", "class": "center" },
  { "min": 1, "max": 1, "text": "I buchi neri ti sfidano a comprendere l'universo. Ti raccontano di stelle morte, ma anche di nascita di conoscenza. Guardare dentro di loro è guardare oltre i limiti della scienza. È guardare te stesso.", "class": "center" }
]
